# # Здравствуй, мир!
# # Напишите программу, которая выводит на экран текст «Здравствуй, мир!» (без кавычек).
# # print('Здравствуй, мир!')

# # Счастливая последовательность 1
# # print('4', '8', '15', '16', '23', '42')

# # Счастливая последовательность 2
# # Измените предыдущую программу так, чтобы каждое число последовательности 4 8 15 16 23 42 печаталось на отдельной строке
# # print('4')
# # print('8')
# # print('15')
# # print('16')
# # print('23')
# # print('42')

# # Звездный треугольник
# # Напишите программу, которая выводит указанный треугольник, состоящий из звездочек (*).
# # print('*')
# # print('**')
# # print('***')
# # print('****')
# # print('*****')
# # print('******')
# # print('*******')

# На вход программе подается строка текста – имя человека. Напишите программу, которая выводит на экран приветствие в виде слова «Привет» (без кавычек), после которого должна стоять запятая и пробел, а затем введенное имя.
# a = input()
# print('Привет,', a)

# Повторяй за мной
# Напишите программу, которая считывает три строки по очереди, а затем выводит их в той же последовательности, каждую на отдельной строчке.
# name1 = input()
# name2 = input()
# name3 = input()
# print(name1)
# print(name2)
# print(name3)

