# # Параметр sep
# # print('a', 'b', 'c')
# # print('d', 'e', 'f')
# # Рассмотрим следующий код: 
# # print('a', 'b', 'c', sep='*')
# # # print('d', 'e', 'f', sep='**')
# # Параметр end
# # Если перевод строки делать не нужно или требуется указать специальное окончание, то следует явно указать значение для параметра end.

# # Рассмотрим следующий код:

# # print('a', 'b', 'c', end='@')
# # print('d', 'e', 'f', end='@@')

# # Параметры sep и end можно использовать вместе. Рассмотрим следующий код:

# # print('a', 'b', 'c', sep='*', end='finish')
# # print('d', 'e', 'f', sep='**', end='^__^')
# # print('g', 'h', 'i', sep='+', end='%')
# # print('j', 'k', 'l', sep='-', end='#')
# # print('m', 'n', 'o', sep='/', end='!')

# # Напишите программу, которая считывает строку-разделитель и три строки, а затем выводит указанные строки через разделитель.
# # a = input()
# # b = input()
# # c = input()
# # d = input()
# # print(b,c,d,sep=a)

# Приветствие
# Напишите программу, которая приветствует пользователя, выводя слово «Привет» (без кавычек), после которого должна стоять запятая и пробел, а затем введенное имя и восклицательный знак.

    # a = input()
    # print('Привет,',a, end='!')

