# Здравствуй, мир!
# Напишите программу, которая выводит на экран текст «Здравствуй, мир!» (без кавычек).
# print('Здравствуй, мир!')

# Счастливая последовательность 1
# print('4', '8', '15', '16', '23', '42')

# Счастливая последовательность 2
# Измените предыдущую программу так, чтобы каждое число последовательности 4 8 15 16 23 42 печаталось на отдельной строке
# print('4')
# print('8')
# print('15')
# print('16')
# print('23')
# print('42')

# Звездный треугольник
# Напишите программу, которая выводит указанный треугольник, состоящий из звездочек (*).
# print('*')
# print('**')
# print('***')
# print('****')
# print('*****')
# print('******')
# print('*******')